welcome_template = '''
    欢迎新龙！！
    进群首先请查看群公告，阅读「猫又小粥字幕组组规」
    并完成如下操作：
    1、修改群昵称为：【职位】ID，例如：【时轴】BF天下
    2、再次浏览群公告，熟悉各表单及各项工具的使用，并于工作表中“粥组人口普查”中登记注册
    3、打开群空间，打开规范与资料文件夹，浏览“共通”与所“申请职位”对应文件夹全部内容，并获取相关资料
    ===============
    注意：请勿在未授权的情况下对外透露任何组内相关内容（包括进度、消息、资料等）
    ===============
    自我介绍一下，我是本群最菜群友，负责日常推特搬运及其他辅助管理工作，请多指教
    粥组欢迎你的到来！{new}
    '''.strip()
pa_template = ['我爬 我现在就爬','我爪巴','你给爷爬','呜呜呜别骂了 再骂BOT就傻了']
morning_template = ['早','早啊','早安',['早上了喵！','起床了喵！']]
goodnight_template = ['晚安',['晚安了喵！！！','睡觉了喵！']]