from nonebot import commandSession, on_command


Holomembers = {
    '时乃空',
    '萝卜子',
    '樱巫女',
    '夏色祭',
    '白上吹雪',
    '夜空梅露',
    '亚绮罗森',
    '赤井心',
    '湊阿库娅',
    '紫咲诗音',
    '百鬼绫目',
    '癒月巧可',
    '大空昴',
    '大神澪',
    '猫又小粥',
    '戌神沁音',
    '兔田佩克拉',
    '润羽露西娅',
    '不知火芙蕾雅',
    '白银诺艾尔',
    '宝钟玛琳',
    'AZKi',
    '星街彗星',
    '桐生可可',
    '天音彼方',
    '角卷绵芽',
    '常暗永远',
    '姬森璐娜'
}

zodiac = {
    '白羊座',
    '金牛座',
    '双子座',
    '巨蟹座',
    '狮子座',
    '处女座',
    '天秤座',
    '天蝎座',
    '射手座',
    '摩羯座',
    '水瓶座',
    '双鱼座'
}



@on_command('占卜',aliases = ['抽卡'], only_to_me = False)
def _(session:CommandSession):
    pass
    